Repository: GraHms/spacebook-exported-code
Catalog: iOS/Spacebook/Resources/Localization/*.lproj/Localizable.strings
Languages: cs, de, nl, ru

# WelcomeVC.conquerTheStarsLabel
source: Conquer the stars from behind the screen.
cs: Podmanit si hvězdy ze zadní části obrazovky.
de: Erobere die Sterne hinter dem Bildschirm.
nl: Verover de sterren van achter het scherm.
ru: Покоряйте звезды из-за экрана.

# WelcomeVC.logIn
source: LOG IN
cs: PŘIHLÁSIT SE
de: EINLOGGEN
ru: АВТОРИЗОВАТЬСЯ

# WelcomeVC.signUp
source: SIGN UP
cs: PŘIHLÁSIT SE
de: ANMELDEN
nl: AANMELDEN
ru: ЗАРЕГИСТРИРОВАТЬСЯ

# WelcomeVC.supernovaStuLabel
source: © 2050 Supernova Studio
cs: © 2050 Studio Supernova
nl: Â© 2050 Supernova Studio
ru: © 2050 Студия «Сверхновая»

# LoginVC.logInLabel
source: Log in
cs: Přihlásit se
de: Einloggen
ru: Авторизоваться

# LoginVC.welcomeBackLabel
source: Welcome back. The galaxy awaits you.
cs: Vítej zpět. Galaxie vás čeká.
de: Willkommen zurück. Die Galaxie erwartet dich.
nl: Welkom terug. De melkweg wacht op je.
ru: Добро пожаловать. Галактика ждет вас.

# LoginVC.yourNicknameTF
source: Your nickname
cs: Tvá přezdívka
de: Dein Spitzname
nl: Je bijnaam
ru: Твой псевдоним

# LoginVC.yourPasswordTF
source: Your password
cs: Vaše heslo
de: Ihr Passwort
nl: Je wachtwoord
ru: Ваш пароль

# LoginVC.loginTwo
source: LOG IN
cs: PŘIHLÁSIT SE
de: EINLOGGEN
ru: АВТОРИЗОВАТЬСЯ

# LoginVC.forgotYourPasswordButton
source: Forgot your password?
cs: Zapomněli jste heslo?
de: Haben Sie Ihr Passwort vergessen?
nl: Je wachtwoord vergeten?
ru: Забыли пароль?

# SignupVC.signUpLabel
source: Sign up
cs: Přihlásit se
de: Anmelden
nl: Aanmelden
ru: зарегистрироваться

# SignupVC.itSFreeLabel
source: It’s free and always will be. Because advertisement.
cs: Je to zdarma a vždy bude. Protože reklama.
de: Es ist kostenlos und wird es immer sein. Weil Werbung.
nl: Het is gratis en zal dat altijd zijn. Omdat advertentie.
ru: Это бесплатно и всегда будет. Потому что реклама.

# SignupVC.yourNicknameTF
source: Your nickname
cs: Tvá přezdívka
de: Dein Spitzname
nl: Je bijnaam
ru: Твой псевдоним

# SignupVC.yourSpacemailTF
source: Your spacemail
cs: Vaše vesmírná pošta
de: Deine Spacemail
nl: Uw spacemail
ru: Ваша космическая почта

# SignupVC.passwordTF
source: Password (40+ characters)
cs: Heslo (40 znaků)
de: Passwort (40 Zeichen)
nl: Wachtwoord (40 tekens)
ru: Пароль (40 символов)

# SignupVC.signUp
source: SIGN UP
cs: PŘIHLÁSIT SE
de: ANMELDEN
nl: AANMELDEN
ru: ЗАРЕГИСТРИРОВАТЬСЯ

# SignupVC.alreadyGaveUpYourLabel
source: Already gave up your soul?
cs: Už jste se vzdal své duše?
de: Hast du schon deine Seele aufgegeben?
nl: Heb je je ziel al opgegeven?
ru: Уже отказались от своей души?

# SignupVC.logInButton
source: Log In!
cs: Přihlásit se!
de: Einloggen!
ru: Авторизоваться!

# SignupVC.iAgreeWithIntergaLabel
source: I agree with intergalatic terms and conditions
cs: Souhlasím s intergalatickými podmínkami
de: Ich stimme den intergalaktischen Bedingungen zu
nl: Ik ga akkoord met intergalatische voorwaarden
ru: Я согласен с межгалактическими условиями

# TimelineVC.navigationBarTitle
source: What's up?
cs: Co se děje?
de: Was geht?
nl: Hoe gaat het?
ru: Что происходит?

# TimelineVC.tabBarTitle
source: News
cs: Zprávy
de: Nachrichten
nl: Nieuws
ru: Новости

# TimelineVC.spacewoman185kLiLabel
source: Spacewoman & 185k like this
cs: Vesmírná žena
de: Spacefrau
nl: Astronaute
ru: женщина-космонавт

# TimelineVC.kCommentsLabel
source: 21k comments
cs: Komentáře 21k
de: 21k Kommentare
nl: 21k reacties
ru: 21k комментариев

# TimelineVC.today145PmLabel
source: Today, 1:45 PM
cs: Dnes, 13:45
de: Heute, 13:45 Uhr
nl: Vandaag, 13:45 uur
ru: Сегодня, 13:45

# TimelineVC.melonHuskLaunchesLabel
source: Melon Husk launches the first car that can travel a galaxy on a single tank of gas.
cs: Melon Husk uvádí první vůz, který dokáže cestovat galaxií na jediné nádrži plynu.
de: Melon Husk startet das erste Auto, das kann Reisen Sie eine Galaxie auf einem einzigen Tank mit Gas.
nl: Melon Husk lanceert de eerste auto die dat kan reis een melkwegstelsel op een enkele tank gas.
ru: Melon Husk запускает первый автомобиль, который может путешествуют по галактике на одном баллоне с газом.

# TimelineVC.plutoPostedANewLLabel
source: Pluto posted a new life event
cs: Pluto vyslal novou životní událost
de: Pluto hat ein neues Lebensereignis gepostet
nl: Pluto heeft een nieuw levensgebeuren gepost
ru: Плутон опубликовал новое событие жизни

# TimelineVC.inAComplicatedRelLabel
source: In a complicated relationship
cs: V komplikovaném vztahu
de: In einer komplizierten Beziehung
nl: In een Ingewikkelde Relatie
ru: В сложные отношения

# TimelineVC.johnJoeAndJackLabel
source: John, Joe and Jack & 18k are coming
cs: John, Joe a Jack
de: John, Joe und Jack
nl: John, Joe en Jack
ru: Джон, Джо и Джек

# TimelineVC.guessWhoSBackLabel
source: Guess who’s back?
cs: Hádejte, kdo je zpátky?
de: Rate mal, wer wieder da ist?
nl: Raad wie terug is?
ru: Угадай кто вернулся?

# TimelineVC.laikaCreatedANewLabel
source: Laika created a new event near you
cs: Laika vytvořila u vás novou událost
de: Laika hat ein neues Event in deiner Nähe kreiert
nl: Laika heeft een nieuw evenement bij jou in de buurt gemaakt
ru: Laika создала новое мероприятие рядом с вами

# TimelineVC.backFromTheSpaceLabel
source: Back from the space trip! Come everyone.
cs: Zpět z vesmírné cesty! Pojďte všichni.
de: Zurück von der Weltraumfahrt! Komm alle zusammen.
nl: Terug van de ruimtetocht! Kom iedereen.
ru: Назад из космической поездки! Приходите все.

# TimelineVC.hullTattoosANewLabel
source: Hull tattoos? A new trend to follow in 2050
cs: Hull tetování? Nový trend, který by měl následovat v roce 2050
de: Rumpf Tattoos? Ein neuer Trend, der 2050 folgen wird
nl: Hull-tatoeages? Een nieuwe trend om te volgen in 2050
ru: Татуировки корпуса? Новая тенденция в 2050 году

# TimelineVC.sponsoredContentLabel
source: Sponsored content
cs: Sponzorovaný obsah
de: Gesponserte Inhalte
nl: Gesponsorde inhoud
ru: Спонсируемый контент

# TimelineVC.sprayAndPrayLabel
source: Spray and Pray
cs: Sprej a modlete se
de: Sprühen und beten
nl: Spuiten en bidden
ru: Спрей и Молитесь

# ProfileVC.navigationBarTitle
source: Dr. What Profile
cs: Jaký profil
de: Dr. Welches Profil
nl: Dr. Wat profiel
ru: Доктор Какой Профиль

# ProfileVC.tabBarTitle
source: Profile
cs: Profil
de: Profil
nl: Profiel
ru: Профиль

# ProfileVC.itemNavigationBarItem
source: Settings
cs: Nastavení
de: die Einstellungen
nl: instellingen
ru: настройки

# ProfileVC.phoneBoothAndroLabel
source: 1 Phone Booth, Andromeda
cs: 1 Telefonní budka, Andromeda
de: 1 Telefonzelle, Andromeda
nl: 1 Telefooncel, Andromeda
ru: 1 Телефонная будка, Андромеда

# ProfileVC.drWhatLabel
source: Dr. What
cs: Dr. Co
de: Dr. Was?
ru: Доктор Что

# ProfileVC.travelerDreamerLabel
source: Traveler, dreamer, showman. Occasionally gets into fight, not always survives.
cs: Cestovatel, snílka, showman. Občas se dostane do boje, ne vždy přežije.
de: Traveller, Träumer, Showman. Gelegentlich in den Kampf, nicht immer überlebt.
nl: Reiziger, dromer, showman. Af en toe krijgt om te vechten, overleeft niet altijd.
ru: Путешественник, мечтатель, шоумен. Время от времени в борьбу, не всегда выживает.

# ProfileVC.stalkingLabel
source: Stalking
ru: облава

# ProfileVC.stalkersLabel
source: Stalkers
cs: Stalkery
de: Stalker
ru: Сталкеры

# ProfileVC.photosLabel
source: Photos
cs: Fotky
de: Fotos
nl: foto's
ru: Фото

# ProfileVC.latestPhotosLabel
source: LATEST PHOTOS
cs: NEJNOVĚJŠÍ FOTOGRAFIE
de: NEUSTEN FOTOS
nl: LAATSTE FOTO'S
ru: ПОСЛЕДНИЕ ФОТОГРАФИИ

# ProfilePhotosVC.navigationBarTitle
source: Dr. When photos
cs: Dr. Při fotografování
de: Dr. Wenn Fotos
nl: Dr. Wanneer foto's
ru: Доктор Когда фотографии

# ProfilePhotosVC.todayLabel
source: TODAY
cs: DNES
de: HEUTE
nl: VANDAAG
ru: CЕГОДНЯ

# ProfileSettingsVC.navigationBarTitle
source: Dr. Where settings
cs: Dr. Kde jsou nastavení
de: Dr. Wo Einstellungen
nl: Dr. Waar instellingen
ru: Dr. Где настройки

# ProfileSettingsVC.textLabel
source: Dr. Where
cs: Dr. Kde
de: Dr. Wo
nl: Dr. Waar
ru: Доктор, где

# ProfileSettingsVC.label
source: Name
cs: název
nl: Naam
ru: имя

# ProfileSettingsVC.textLabelTwo
source: Yes
cs: Ano
de: Ja
nl: Ja
ru: да

# ProfileSettingsVC.labelTwo
source: Occasional advertisement
cs: Příležitostná reklama
de: Gelegentliche Werbung
nl: Incidentele advertentie
ru: Случайная реклама

# ProfileSettingsVC.textLabelThree
source: Log out
cs: Odhlásit se
de: Ausloggen
nl: Uitloggen
ru: Выйти

# ProfileSettingsVC.labelThree
source: Dr. Where
cs: Dr. Kde
de: Dr. Wo
nl: Dr. Waar
ru: Доктор, где

# ProfileSettingsVC.labelFour
source: Logged as
cs: Přihlášeno jako
de: Angemeldet als
nl: Gelogd als
ru: Записан

# ProfileSettingsVC.detailsLabel
source: DETAILS
cs: DETAILY
de: EINZELHEITEN
ru: ДЕТАЛИ

# ProfileSettingsVC.informationLabel
source: INFORMATION
cs: INFORMACE
nl: INFORMATIE
ru: ИНФОРМАЦИЯ

# ProfileSettingsVC.labelSix
source: Randomize timeline information
cs: Randomizujte informace o časové ose
de: Randomize Zeitachse Informationen
nl: Willekeurige tijdlijninformatie
ru: Рандомизировать информацию о сроках

# MessagesVC.navigationBarTitle
source: Messages
cs: Zprávy
de: Mitteilungen
nl: berichten
ru: Сообщения

# MessagesVC.tabBarTitle
source: Messages
cs: Zprávy
de: Mitteilungen
nl: berichten
ru: Сообщения

# MessagesVC.mrsDoyaLabel
source: Mrs. Doya
cs: Paní Doya
de: Frau Doya
nl: Mevrouw Doya
ru: Г-жа Дойя

# MessagesVC.theWaterSoTestyYLabel
source: The water so testy your own dad will kill you for it
cs: Voda tak zkušební, že tvůj otec tě zabije za to
de: Das Wasser so tückisch dein eigener Vater wird dich dafür töten
nl: Het water dat je eigen vader zo zal betoveren, zal je ervoor doden
ru: Вода, настолько подверженная испытанию, что ваш собственный папа убьет вас за это

# MessagesVC.nameLabel
source: Lukewarm Skywater
de: Lauwarmes Skywater
nl: Lauwwarm hemelwater
ru: Лукойл Скайоуэр

# EventDetailVC.navigationBarTitle
source: Guess who's back?
cs: Hádejte, kdo je zpátky?
de: Rate mal, wer wieder da ist?
nl: Raad wie terug is?
ru: Угадай кто вернулся?

# EventDetailVC.itemNavigationBarItemTwo
source: Events
cs: Události
de: Veranstaltungen
nl: Evenementen
ru: Мероприятия

# EventDetailVC.guessWhoSBackLabel
source: Guess who’s back?
cs: Hádejte, kdo je zpátky?
de: Rate mal, wer wieder da ist?
nl: Raad wie terug is?
ru: Угадай кто вернулся?

# EventDetailVC.happeningIn20hBaLabel
source: Happening in 20h, Bajkonur
cs: Stalo se v 20h, Bajkonur
de: Geschehen in 20h, Bajkonur
nl: Het gebeurt in 20 uur, Bajkonur
ru: Происходит в 20h, Bajkonur

# EventDetailVC.eventPostedByLaikLabel
source: Event posted by Laika
cs: Událost zveřejnila Laika
de: Veranstaltung von Laika gepostet
nl: Evenement gepost door Laika
ru: Событие, отправленное Laika

# EventDetailVC.comingLabel
source: Coming
cs: Příchod
de: Kommen
nl: Komt eraan
ru: приход

# WelcomeVC.spacebookLabel
source: Spacebook
cs: Vesmírná kniha
